Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: I wanted to get you some real meat instead, but there was no way I could afford that.
es_419: Quería regalarte carne de verdad, pero no tenía suficiente dinero para comprarla.

source: I was only living the life that was given to me.
es_419: Solo llevaba la vida que me tocó.

source: how is it possible that he looks so much like my son gable?
es_419: ¿Cómo es posible que se parezca tanto a mi hijo Gable?

source: just like the obedient livestock that you are...
es_419: … como el ganado obediente que eres…

source: is randy drunk again?
es_419: ¿Randy se emborrachó?

source: ...a reflows industries r-231 emp missile designed for ease of use in guerilla warfare.
es_419: … un misil PEM R-231 de la industria en refusión diseñado para la guerrilla.

source: that might be all that's left of you, once they arrive and melt you down in a vat of acid.
es_419: … puede que sea lo único que quede de ti después de que te derritan en ácido.

source: the switch has to succeed--
es_419: Tenemos que lograrlo…

source: ...come to think of it...
es_419: … ahora que lo pienso…

source: it's funny how the human mind works.
es_419: Es gracioso cómo funciona la mente humana.

source: get down!!!
es_419: ¡¡¡Abajo!!!

source: Cheonryong's how the word was pronounced in a country called Korea, which existed before the Great Collapse.
es_419: Y así es como se pronunciaba la palabra en un país que existía antes del Gran Colapso llamado Corea.

source: eek!
es_419: ¡Ay!

source: th-thank you.
es_419: G-gracias.

source: now that we've been robbed...
es_419: Ahora que nos robaron…

source: I told you...
es_419: ¡Les dije que…

source: Are you a parrot?
es_419: ¿Eres un loro?

source: What happened to your prosthetics?!
es_419: ¡¿Qué les pasó a tus prótesis?!

source: he's bleeding. you need to hurry!
es_419: ¡Está sangrando! ¡Apresúrense!

source: there's another retreats that anyone can enter as they please.
es_419: Hay otro refugio, y cualquiera puede entrar en él.

source: we ain't got a choice. hopefully we find it soon!
es_419: No tenemos alternativa. ¡Espero que lo encontremos pronto!

source: to think that this is how it all ends for me...
es_419: Y pensar que así termina todo para mí…

source: ...has become the most popular form of entertainment, under the philosophy of "the survival of the fittest."
es_419: … se convirtió en la forma de entretenimiento más popular bajo la filosofía de “la supervivencia del más fuerte”.

source: shiver
es_419: TIEMBLA

source: don't worry, the situation was totally under my control!
es_419: ¡Tranquila! ¡Tenía toda la situación bajo control!

source: who is she?
es_419: ¿Quién es?

source: ...and the one still trying to take my life.
es_419: … y aún intenta quitarme la vida.

source: sp
es_419: Corre

source: so you're from the retreats, huh?
es_419: Conque eres de El Refugio, ¿eh?

source: oh shit! nice! go get some!
es_419: ¡Mierda! ¡Eso es! ¡Mátalos!

source: the answer is none.
es_419: Te digo… a ninguna.

source: ...survival of the fittest.
es_419: … la supervivencia del más fuerte.

source: ...came to be razed to the ground.
es_419: … terminó completamente arrasado.

source: he's already met your greedy buffoon of a father...
es_419: Ya conoció al payaso de tu padre…

source: even though he keeps raising the rental fees...
es_419: Y aunque nunca deja de aumentar la tarifa…

source: I want to be rich as soon as possible.
es_419: Quiero hacerme rica cuanto antes.

source: ...it became painfully clear to me...
es_419: … me quedó dolorosamente claro…

source: pow
es_419: PUM

source: see?
es_419: ¿Ven?

source: ...but those who seek to achieve great deeds must sometimes strike a deal with the devil.
es_419: … pero a veces, para lograr grandes hazañas, hay que hacer un trato con el diablo.

source: here he comes.
es_419: Aquí viene.

source: ...I'm a citizen of the retreats.
es_419: … soy un residente de El Refugio.

source: we're done with the sutures and nerve connections.
es_419: Ya terminamos con las suturas y las conexiones nerviosas.

source: ...and heard an interesting tidbit.
es_419: … y nos enteramos de algo interesante.

source: the ones who are really trying to exploit and take from others...
es_419: ¡Los que en verdad explotan y se aprovechan de los demás…

source: we're almost at the rendezvous point.
es_419: Casi llegamos al punto de encuentro.

source: ...and their children.
es_419: … y sus hijos.

source: I swear I'll pay you back someday!
es_419: ¡Juro que voy a compensarle algún día!

source: Chief.
es_419: Jefe.

source: if I leave everyone else to suffer just to save my own neck...
es_419: Si dejo sufrir a los demás solo para salvarme el pellejo…

source: thanks, I suppose.
es_419: Gracias, supongo.

source: if welet the broken skulls take ed and stop chasing after them...
es_419: Si dejamos de ir tras las calaveras rotas y dejamos que se queden con Ed…

source: that's just how life is outside of the retreats.
es_419: Así es la vida fuera de El Refugio.

source: kacey, I took a pill and fell asleep earlier...
es_419: Kacey, hace rato tomé una pastilla y me quedé dormido…

source: gable, come in.
es_419: Gable, entra.

source: you were just in the wrong place at the wrong time.
es_419: Solo estabas en el lugar y el momento equivocados.

source: I'll catch up right after!
es_419: ¡Ya los alcanzo!

source: what the...
es_419: ¿Pero qué…?

source: Episode 4 - Threat factor
es_419: Episodio 4 - El factor de amenaza

source: the man who did this for a greater cause than money...
es_419: El hombre que hizo esto por una causa mayor que el dinero…

source: I'm not surprised.
es_419: No me sorprende.

source: ...don't you want to go home?
es_419: … ¿no quieres ir a casa?

source: he's heading towards the entrance!
es_419: ¡Va hacia la entrada!

source: I knew that it was a far-fetched idea...
es_419: Sabía que sería una locura…

source: how dare you...
es_419: ¿Cómo te atreves…?

source: how would I know that?!
es_419: ¡¿Cómo puedo saberlo?!

source: is he going to do it?
es_419: ¿Va a colaborar?

source: hey, you!
es_419: ¡Oye, tú!

source: What's your name, Retreats boy?
es_419: ¿Cómo te llamas, muchacho?

source: we can discuss that on the way back to my place.
es_419: Podemos hablarlo de camino a mi casa.

source: I was wondering why this area was completely abandoned...
es_419: No entendía por qué habían abandonado por completo esta zona…

source: uhh... guys?
es_419: Ehh… ¿chicos?

source: that's why we came to call that place the retreats.
es_419: De ahí viene el nombre de ese lugar.

source: I'd be damned if I'll ever forget it.
es_419: Ni loco lo olvidaría.

source: I can hear it again.
es_419: Otra vez lo escucho.

source: clunk
es_419: CLUNC

source: first...
es_419: Primero…

source: ...take one of us down?!
es_419: … matar a uno de los nuestros?!

source: go to hell!
es_419: ¡Vete al infierno!

source: skid
es_419: SE DESLIZA

source: ...leaving this building in your hands.
es_419: … y el edificio quedará en sus manos.

source: conducting identity check. match confirmed.
es_419: Comprobando identidad. Identidad confirmada.

source: ...just like biringam?
es_419: … tal como Biringam?

source: if you're not careful, you might end up in an even worse state than when you came to the retreats.
es_419: Si no tienes cuidado, puedes terminar mucho peor de lo que estabas antes de ir a El Refugio.

source: ...I'm still alive.
es_419: … sigo vivo.

source: Uh… well… would you look at that…
es_419: Eh… Bueno… Qué casualidad…

source: … And now, I've got a bad feeling again…
es_419: … Y ahora, tengo otro mal presentimiento…

source: well, it's not much of a plan.
es_419: Bueno, eso no pareció planeado.

source: are you hurt?
es_419: ¿Te lastimaste?

source: is so that he can watch me die with his own two eyes.
es_419: es porque quiere verme morir con sus propios ojos.

source: can I meet gable once we get there?
es_419: ¿Puedo conocer a Gable cuando lleguemos?

source: please stand at the designated spot.
es_419: Diríjase al punto señalado, por favor.

source: As far as I know, no one has ever successfully infiltrated the Retreats in the last 50 years.
es_419: Según lo que sé, nadie ha logrado infiltrarse con éxito en El Refugio en los últimos cincuenta años.

source: where there's a will, there's a way.
es_419: Todo se puede cuando hay voluntad.

source: ...all our supplies got jacked.
es_419: … que nos robaron las provisiones.

source: he won the battlegrounds last year.
es_419: Ganó las batallas del año pasado.

source: edward will come back to us. of that I have no doubt.
es_419: Edward vendrá a nosotros. No me cabe duda.

source: oh dear. looks like you got me!
es_419: Uy, linda. ¡Parece que me atrapaste!

source: yep, I'm on it.
es_419: Sip, yo me encargo.

source: this one might be a bit of a problem though.
es_419: Puede que esto sea un problema.

source: my dad's gotta be looking for me.
es_419: Papá debe de estar buscándome.

source: wait... a beef steak?
es_419: Espera… ¿carne?

source: Episode 25 - Relief
es_419: Episodio 25 - Un alivio

source: it's not somewhere the miners would go to look for any gold.
es_419: No está en un sitio en el que a los mineros se les ocurriría buscar oro.

source: For Brine resident John Canty, whose father and grandfather died in the Battlegrounds, the desire to rise to the Retreats seems like a hopeless pipedream.
es_419: John Canty, un residente de Brine que perdió a su padre y a su abuelo en los campos de batalla, siente que su sueño de vivir en el refugio es inalcanzable.

source: ...but this time...
es_419: … pero esta vez…

source: ...if you're asking if we want to thank the clueless son of a greedy extortionist from the retreats...
es_419: … si tu pregunta es si queremos darle las gracias al hijo ignorante de un extorsionista avaricioso de El Refugio…

source: I have to assume that the enemy is already here and watching me.
es_419: Tengo que asumir que el enemigo ya está aquí, observándome.

source: you keep calling me the devil.
es_419: No dejas de llamarme demonio.

source: glad to hear it.
es_419: Me alegra escucharlo.

source: there's definitely somebody watching me.
es_419: Definitivamente alguien me está observando.

source: I told you not to leave the supplies unguarded!
es_419: ¡Les dije que no dejaran las provisiones solas!

source: I haven't even hit twenty yet...
es_419: No he ni cumplido los veinte…

source: I think something's gone wrong here!
es_419: ¡Creo que algo salió mal!

source: I thought he was going to seal the deal today.
es_419: Creí que iba a terminar con eso hoy.

source: well, only one way to find out--
es_419: Solo hay una forma de averiguarlo…

source: once that doubt starts setting in... they'll find themselves in a panic before long.
es_419: Cuando la duda los empiece a carcomer… van a entrar en pánico.

source: I have to pull the trigger.
es_419: Tengo que apretar el gatillo.

source: dammit, he's gone already...
es_419: Mierda, ya se fue…

source: he really doesn't care about the feelings of other people...
es_419: En verdad no le importan los sentimientos de los demás…

source: I wonder if the cheonryong gang accepted the deal right away.
es_419: ¿Los Cheonryong habrán aceptado al instante el trato?

source: now, we're about to venture into the most cutthroat and lawless place on earth.
es_419: Ahora, estamos por entrar al lugar más despiadado y anárquico del planeta.

source: I know... they keep scurrying around like rats!
es_419: ¡Ya lo sé…! ¡Pero son tan escurridizos como las ratas!

source: whatever you might think of me, little girl, I'm a man of honor!
es_419: ¡No importa lo que pienses de mí, niñita! ¡Soy un hombre de honor!

source: there's no easy answer.
es_419: No hay una respuesta fácil.

source: mutter
es_419: MASCULLA

source: yeah, I get that!
es_419: ¡Sí, entiendo!

source: Episode 36 - A Hail of Bullets
es_419: Episodio 36 - Una lluvia de balas

source: I guess congratulations are in order.
es_419: Supongo que debo felicitarte.

source: that being said, you also have have no muscle mass to speak of...
es_419: Aun así, también es cierto que no tienes nada de masa muscular…

source: BAHAHAHA!
es_419: ¡Muajajaja!

source: what?
es_419: ¿Qué?

source: Episode 23 - In the Heat of Battle
es_419: Episodio 23 - En el fragor de la batalla

source: it's either your life or the lives of thousands of complete strangers.
es_419: Es elegir entre tu vida o las vidas de miles de extraños.

source: how is that possible?
es_419: ¿Cómo es posible?

source: you think you can just waltz into the cheonryong headquarters and live?!
es_419: ¡¿Creen que pueden entrar a la guarida de los Cheonryong y vivir para contarlo?!

source: You want to infiltrate the Retreats?
es_419: ¿Quieres infiltrarte en El Refugio?

source: I still can't believe it.
es_419: Aún no puedo creerlo.

source: that's what we need to figure out.
es_419: Ya pensaremos en algo.

source: you know that your son could be in danger if the original makes it back home, right?
es_419: Sabes que tu hijo va a estar en grave peligro si el original logra volver a casa, ¿no?

source: EPISODE 12 - HELL ON EARTH
es_419: Episodio 12 - El infierno en la Tierra

source: you probably only kept quiet since I'm your boss's son, haha.
es_419: Seguro te quedabas callado solo porque soy el hijo de tu jefe. Ja, ja.

source: a perfect life, completely devoid of bodily harm and disease.
es_419: Una vida perfecta, desprovista de lesiones o enfermedades.

source: what do you think? should we just wait it out?
es_419: ¿Qué opinas? ¿Será que esperamos?

source: it's one problem after another... hmm?
es_419: Es un problema tras otro… ¿Mmm?

source: is that-?
es_419: ¿Acaso es…?

source: like I said, I only have a temporary visa.
es_419: Como dije, tengo una visa temporal.

source: I'm alive.
es_419: Estoy vivo.

source: Funny.
es_419: Graciosísimo.

source: he's a worker, you useless tin cans!
es_419: ¡Es un empleado, pedazos de hojalata!

source: we've been spotted too! we're pinned down!
es_419: ¡También nos vieron! ¡Estamos ocultándonos!

source: you can either chase after riches that may or may not even exist...
es_419: Pueden ir tras unas riquezas que tal vez ni siquiera existan…

source: you're working for the kallipolis, aren't you?!
es_419: Trabajas para los Calípolis, ¡¿verdad?!

source: shall we get a little closer?
es_419: ¿Nos acercamos un poco?

source: ugh... nah, never mind.
es_419: Agh… Olvídalo.

source: it might take us more time, but I think it would be safer if we all searched together.
es_419: Puede que tardemos más, pero creo que sería más seguro que buscásemos juntos.

source: I've seen a lot of people in this line of work…
es_419: He conocido a muchas personas que trabajan en esto…

source: I guess prison softened you up.
es_419: Supongo que la prisión te ablandó.

source: *BG:
es_419: *CB:

source: ...being unremarkable is a sin.
es_419: … ser alguien corriente es un pecado.

source: I guess that was right...
es_419: Supongo que tenía razón…

source: ...she's the deadliest gunslinger in the cheonryong gang.
es_419: … es la mejor pistolera de los Cheonryong.

source: trying to unlearn that isn't easy.
es_419: Es difícil renunciar a esa mentalidad.

source: are you talking about jonny mountain?
es_419: ¿Hablas de Jonny Mountain?

source: I thought they were going to take me hostage and try to bargain with the cheonryong gang...
es_419: Creí que iban a tomarme como rehén para tratar de extorsionar a los Cheonryong…

source: he's incredibly good at covering his tracks. maybe he's some kind of veteran merc.
es_419: De verdad sabe cómo no dejar rastro. Tal vez sea un mercenario veterano o algo así.

source: I'm 17 years old already...
es_419: Tengo diecisiete años…

source: I'll talk to him.
es_419: Voy a hablar con él.

source: ...then watch us hunt and kill each other for entertainment.
es_419: … y se entretienen viéndonos cazarnos y matarnos entre nosotros.

source: are all the retreats boys as frail as you?
es_419: ¿Todos en El Refugio son tan frágiles como tú?

source: then their priority will be on surviving, not killing.
es_419: Y entonces, su prioridad va a ser sobrevivir, no matar.

source: don't let up!
es_419: ¡No paren!

source: you must've heard of them too. this group always comes up when people start discussing crackpot conspiracy theories.
es_419: Seguro escuchaste hablar de ellos. Siempre que hay una discusión sobre teorías de conspiración absurdas, alguien los menciona.

source: there was no threat to my survival.
es_419: No existían amenazas a mi supervivencia.

source: I did it for my son...
es_419: Lo hice por mi hijo…

source: dammit, the reinforcements are already here!
es_419: ¡Mierda! ¡Llegaron los refuerzos!

source: hoping to find the split in the tunnel...
es_419: para buscar la bifurcación del túnel…

source: we might end up in battle at as soon as we set foot into the place.
es_419: Tal vez tengamos que pelear en cuanto pongamos un pie ahí.

source: so, why don't you jump ship?
es_419: ¿Qué tal si te cambias de bando?

source: ...and return safely with the wristwatch in hand!
es_419: … ¡y regresar a salvo con el dispositivo!

source: Chief, hurry!
es_419: ¡Deprisa, jefe!

source: if it's so dangerous around here, is it really okay for us to split up like this?
es_419: si este lugar de verdad es tan peligroso, ¿no es arriesgado que nos separemos?

source: wait!
es_419: ¡Espera!

source: Wait, who is this kid?
es_419: Espera, ¿y ese niño?

source: it's all so goddamn unfair!!!
es_419: ¡¡¡Qué injusto!!!

source: turn off that pie-in-the-sky, nonsense ad and come check this out!
es_419: ¡Olvídate de esas utopías espaciales y ven a ver esto!

source: they're looking for you!
es_419: ¡Te están buscando!

source: the retreats.
es_419: El Refugio.

source: damn, I'm a little nervous.
es_419: Mierda, estoy algo nervioso.

source: Nope, definitely not safe here.
es_419: No hay duda, no estoy a salvo aquí.

source: winner winner, chicken dinner!
es_419: ¡Ganó!

source: believe whatever you want.
es_419: Cree lo que quieras.

source: my granddad used to go on and on about the 817, ever since I was a kid.
es_419: Cuando era niño, mi abuelo siempre hablaba sobre los 817.

source: from what I can tell, there's a whole lot of chaos going down in central biringam...
es_419: Por lo que veo, hay un caos absoluto en el centro de Biringam…

source: the choice is yours.
es_419: Es tu elección.

source: are you okay, edward?
es_419: ¿Estás bien, Edward?

source: welcome...
es_419: Bienvenido…

source: chief of the broken skulls
es_419: Jefe de las calaveras rotas

source: yeah...
es_419: Sí…

source: I must've left it...
es_419: Seguro se me quedó…

source: what the heck? was the old man lying to us?
es_419: ¿Qué carajo? ¿Acaso el anciano nos mintió?

source: looks like you're wondering why we seem to be preparing for a journey to hell and back.
es_419: Te estás preguntando por qué pareciera que nos preparamos para viajar al infierno, ¿verdad?

source: It means "sky dragon" in Chinese.
es_419: Significa “dragón del cielo” en chino.

source: the placement of the bombs on the wall were nice and symmetrical, so I'd saved the extra one for later.
es_419: Coloqué las bombas en la pared de forma muy simétrica, así que guardé una extra para después.

source: we'll loot and pillage our way through solgaya!
es_419: ¡Vamos a saquear todo de camino a Solgaya!

source: direct hit by one anti-personnel round.
es_419: Impacto directo de un proyectil antipersonal.

source: ...the mark of "the vultures."
es_419: … la marca de “Los Buitres”.

source: Kacey, is he your boyfriend?!
es_419: ¡¿Es tu novio, Kacey?!

source: grit
es_419: RABIA

source: Plus, I'm your client, not one of your henchmen!
es_419: ¡Además, soy tu cliente, no uno de tus matones!

source: anyway, I'm getting hungry!
es_419: ¡Como sea, me está dando hambre!

source: you must've taken it to heart.
es_419: Seguro lo tomaste a pecho.

source: when it comes to bulking up, there's no such thing as the wrong time or place!
es_419: ¡Ningún lugar o momento es malo para entrenar y hacerse más fuerte!

source: the quicker I embrace this reality, the sooner I get to go home.
es_419: Cuanto más rápido acepte esta realidad, más pronto volveré a casa.

source: let's get out of here. quickly!
es_419: Vámonos de aquí. ¡Rápido!

source: Goodness, what a tempting proposition!
es_419: ¡Dios mío, qué propuesta tan tentadora!

source: we got too close with the drone.
es_419: Nos acercamos demasiado con el dron.

source: ...it would give our location away right there and then.
es_419: … le estaríamos dando nuestra ubicación.

source: ...for anyone to wear white clothes here.
es_419: … usa ropa blanca.

source: if so...
es_419: Entonces…

source: Chief can't see out of one eye.
es_419: El jefe es ciego de un ojo.

source: first, the retina surgery to get him through the retinal scans.
es_419: Primero, debemos hacer el cambio de retina.

source: ...had been hanging precariously in the balance...
es_419: … pendían peligrosamente de un hilo…

source: the paradise we burned to the ground.
es_419: … el paraíso que reducimos a cenizas.

source: body augmentations?!
es_419: ¡¿Mejoras corporales?!

source: one piece of advice... brush up on your close-quarters combat skills before getting all trigger-happy.
es_419: Te doy un consejito… Mejora tu combate cuerpo a cuerpo antes de entusiasmarte tanto apretando el gatillo.

source: I knew it! you're trying to kill me!
es_419: ¡Sabía que intentabas matarme!

source: gee, where could this kid be hiding?
es_419: Uy, ¿dónde se habrá escondido?

source: what the fuck?!
es_419: ¡¿Qué carajo?!

source: She hijacked a freight ship?
es_419: ¿Robó un buque de carga?

source: it'll just be like what happened to jonny mountain!
es_419: ¡Nos va a pasar exactamente lo mismo que a Jonny Mountain!

source: Hey, Kacey…
es_419: Ey, Kacey…

source: all we need to do there is recover the wristwatch!
es_419: ¡Solo tenemos que recuperar el dispositivo!

source: the only thing I need to pack is a punch.
es_419: Lo único que necesito empacar es mi puño.

source: it's survival of the fittest.
es_419: Es la supervivencia del más fuerte.

source: actually, I gotta get going, watson.
es_419: Bueno, tengo que irme, Watson.

source: if push comes to shove, we could sell that for a hefty sum...
es_419: Si las cosas se ponen difíciles, podemos venderlo por una alta suma…

source: it's a shame, but I guess this is it.
es_419: Es una pena, pero así son las cosas.

source: so chief, kacey, and old man greenwood went inside to investigate...
es_419: así que el jefe, Kacey y el viejo Greenwood entraron a investigar…

source: dammit... why is my vision so blurry?!
es_419: Mierda… ¡¿por qué veo tan borroso?!

source: then I'll stay here and accept my fate.
es_419: … me quedo aquí y acepto mi destino.

source: but taking him down up close carries too much of a risk.
es_419: Y matarlo cuerpo a cuerpo también es muy arriesgado.

source: and I don't want anyone in my gang to be unable to pull the trigger when push comes to shove.
es_419: Y no quiero que alguien de mi pandilla no pueda apretar el gatillo cuando la cosa se ponga fea.

source: we don't care much for honor in the broken skulls.
es_419: a las calaveras rotas no nos importa el honor.

source: what do you mean, we were already in a fight?
es_419: ¿Qué quieres decir con que ya entramos en una pelea?

source: could it be that purifier mechanic-?
es_419: ¿Habrá sido el mecánico de ese purificador…?

source: if you want to survive...
es_419: Si quieres sobrevivir…

source: ...it's your turn, chief!
es_419: … ¡es tu turno, jefe!

source: uh huh. yep, I can see it!
es_419: Ajá. Sí, ¡lo veo!

source: I didn't know they had grenades!
es_419: ¡no sabía que tenían granadas!
